[
  { "ImageNumber": "Image1", "ImageLink": "https://www.dropbox.com/scl/fi/j5mmrszmngkdcwl46cbk1/about-slide1_35a9bb5b-c92c-47fe-bf58-72646e12da6e.jpg?rlkey=tvtsd3l77r5i7uy4a5dev69oq&dl=0", "EnglishDesc": "We combine creativity and technology to deliver modern roofing and solar solutions that redefine strength, efficiency, and sustainability.", "TamilDesc": "புதுமையும் தொழில்நுட்பமும் இணைத்து, நவீன கூரை மற்றும் சூரிய தீர்வுகளை வலிமையுடனும் நிலைத்தன்மையுடனும் வழங்குகிறோம்.", "SinhalaDesc": "අපි නවෝත්පාදන සහ තාක්ෂණය එක් කර, ශක්තිමත් සහ තිරසාර වහල සහ සූර්ය විසඳුම් ගෙන එයි." },
  { "ImageNumber": "Image2", "ImageLink": "https://www.dropbox.com/scl/fi/3eqd98ybm0yosj0hz0ci6/about-slide3_e8cc2ca5-cf0a-4593-9680-9e434baffa0a.jpg?rlkey=xpbnzqubad594ktg4urs15qqu&dl=0", "EnglishDesc": "Every project is engineered with unmatched accuracy, ensuring structural integrity, flawless finishing, and lasting value for every client.", "TamilDesc": "ஒவ்வொரு திட்டமும் துல்லியத்துடன் வடிவமைக்கப்பட்டு, நீடித்த மதிப்பையும் குறைபாடற்ற நிறைவையும் உறுதி செய்கிறது.", "SinhalaDesc": "සෑම ව්‍යාපෘතියක්ම නිරවද්‍යතාවයෙන් නිර්මාණය කර, දිගුකාලීන අගයක් සහ නිවැරදි නිමාවක් තහවුරු කරයි." },
  { "ImageNumber": "Image3", "ImageLink": "https://www.dropbox.com/scl/fi/wl1doympzedmogz078u3l/about-slide2_f1013941-e0ee-4edf-854e-e44b11ba7ac9.jpg?rlkey=9esa5mezpz1n8tfynnut8k645&dl=0", "EnglishDesc": "Our eco-friendly roofing and solar systems are designed to protect your home while preserving the planet for future generations.", "TamilDesc": "சுற்றுச்சூழலுக்கு உகந்த கூரை மற்றும் சூரிய அமைப்புகள், உங்கள் வீட்டையும் உலகத்தையும் பாதுகாக்க வடிவமைக்கப்பட்டவை.", "SinhalaDesc": "පාරිසරික හිතකාමී වහල සහ සූර්ය පද්ධති, ඔබගේ නිවස ආරක්ෂා කරමින් පරිසරය රැක ගනී." },
  { "ImageNumber": "Image4", "ImageLink": "https://www.dropbox.com/scl/fi/eoh5v7jtitdjvtieriwog/about-slide4_e36b2c94-108a-4821-8847-2756cf3a3046.jpg?rlkey=ubegwz5rcu0m6qri2akcrgnxg&dl=0", "EnglishDesc": "With a decade of proven expertise, we deliver reliable engineering solutions trusted by countless homeowners and industries.", "TamilDesc": "பத்து ஆண்டுகால அனுபவத்துடன், நம்பகமான பொறியியல் தீர்வுகளையும் சிறந்த சேவைகளையும் நாங்கள் வழங்குகிறோம்.", "SinhalaDesc": "අවුරුදු දහයක පළපුරුද්දෙන්, විශ්වාසනීය ඉංජිනේරු විසඳුම් සහ ගුණාත්මක සේවාවන් අපි ලබා දෙමු." },
  { "ImageNumber": "Image5", "ImageLink": "https://www.dropbox.com/scl/fi/n5t1cm7qyob3xiv0bbjms/about-slide5_1238e0e5-88f9-4e15-827c-4ba5d08ece07.jpg?rlkey=pgnv2qob1y3s0w8ma71tbufp6&dl=0", "EnglishDesc": "Quality isn’t just our goal — it’s our foundation. We build every project with pride, precision, and unwavering dedication.", "TamilDesc": "தரம் எங்கள் இலக்கு மட்டுமல்ல, எங்கள் அடித்தளம். ஒவ்வொரு திட்டமும் பெருமையுடனும் அர்ப்பணிப்புடனும் உருவாக்கப்படுகிறது.", "SinhalaDesc": "ගුණාත්මකත්වය අපගේ පරමාර්ථය නොව, එය අපගේ මූලිකත්වයයි. අපි සෑම ව්‍යාපෘතියක්ම ගෞරවයෙන් නිර්මාණය කරමු." }
]

