[
  {
    "Id": 1,
    "ServiceName": "Service1",
    "EnglishTitle": "Roofing Solutions",
    "SinhalaTitle": "වහල විසඳුම්",
    "TamilTitle": "கூரை தீர்வுகள்",
    "EnglishDesc": "Premium and durable roofing systems designed to protect and enhance every building.",
    "SinhalaDesc": "සෑම ගොඩනැගිල්ලක්ම ආරක්ෂා කිරීමට සහ වැඩිදියුණු කිරීමට නිර්මාණය කර ඇති උසස් හා කල් පවතින වහල පද්ධති.",
    "TamilDesc": "ஒவ்வொரு கட்டிடத்தையும் பாதுகாக்கவும் மேம்படுத்தவும் வடிவமைக்கப்பட்ட பிரீமியம் மற்றும் நீடித்து உழைக்கும் கூரை அமைப்புகள்."
  },
  {
    "Id": 2,
    "ServiceName": "Service2",
    "EnglishTitle": "Solar Power Systems",
    "SinhalaTitle": "සූර්ය බල පද්ධති",
    "TamilTitle": "சூரிய சக்தி அமைப்புகள்",
    "EnglishDesc": "Clean, renewable energy solutions customized for residential and commercial spaces.",
    "SinhalaDesc": "නේවාසික සහ වාණිජ අවකාශයන් සඳහා අභිරුචිකරණය කරන ලද පිරිසිදු, පුනර්ජනනීය බලශක්ති විසඳුම්.",
    "TamilDesc": "குடியிருப்பு மற்றும் வணிக இடங்களுக்கு ஏற்றவாறு சுத்தமான, புதுப்பிக்கத்தக்க எரிசக்தி தீர்வுகள்."
  },
  {
    "Id": 3,
    "ServiceName": "Service3",
    "EnglishTitle": "Engineering & Design",
    "SinhalaTitle": "ඉංජිනේරු විද්‍යාව සහ නිර්මාණය",
    "TamilTitle": "பொறியியல் & வடிவமைப்பு",
    "EnglishDesc": "Innovative engineering and architectural design services that turn your ideas into functional, efficient, and visually appealing structures.",
    "SinhalaDesc": "ඔබේ අදහස් ක්‍රියාකාරී, කාර්යක්ෂම සහ දෘශ්‍යමය වශයෙන් ආකර්ෂණීය ව්‍යුහයන් බවට පත් කරන නව්‍ය ඉංජිනේරු සහ ගෘහ නිර්මාණ සැලසුම් සේවා.",
    "TamilDesc": "உங்கள் யோசனைகளை செயல்பாட்டு, திறமையான மற்றும் பார்வைக்கு ஈர்க்கும் கட்டமைப்புகளாக மாற்றும் புதுமையான பொறியியல் மற்றும் கட்டிடக்கலை வடிவமைப்பு சேவைகள்."
  },
  {
    "Id": 4,
    "ServiceName": "Service4",
    "EnglishTitle": "Maintenance & Support",
    "SinhalaTitle": "නඩත්තුව සහ සහාය",
    "TamilTitle": "பராமரிப்பு & ஆதரவு",
    "EnglishDesc": "Reliable after-sales maintenance and support for all installed systems, ensuring long-term performance and peace of mind.",
    "SinhalaDesc": "සියලුම ස්ථාපිත පද්ධති සඳහා විශ්වාසනීය අලෙවියෙන් පසු නඩත්තුව සහ සහාය, දිගුකාලීන ක්‍රියාකාරිත්වය සහ මනසේ සාමය සහතික කරයි.",
    "TamilDesc": "நிறுவப்பட்ட அனைத்து அமைப்புகளுக்கும் நம்பகமான விற்பனைக்குப் பிந்தைய பராமரிப்பு மற்றும் ஆதரவு, நீண்டகால செயல்திறன் மற்றும் மன அமைதியை உறுதி செய்கிறது."
  },
  {
    "Id": 5,
    "ServiceName": "Service5",
    "EnglishTitle": "Project Consultation",
    "SinhalaTitle": "ව්‍යාපෘති උපදේශනය",
    "TamilTitle": "திட்ட ஆலோசனை",
    "EnglishDesc": "Expert guidance from concept to completion, ensuring every project meets your vision, budget, and timeline.",
    "SinhalaDesc": "සංකල්පයේ සිට අවසානය දක්වා විශේෂඥ මග පෙන්වීම, සෑම ව්‍යාපෘතියක්ම ඔබේ දැක්ම, අයවැය සහ කාලරේඛාව සපුරාලන බව සහතික කිරීම.",
    "TamilDesc": "கருத்தாக்கத்திலிருந்து நிறைவு வரை நிபுணர் வழிகாட்டுதல், ஒவ்வொரு திட்டமும் உங்கள் தொலைநோக்குப் பார்வை, பட்ஜெட் மற்றும் காலக்கெடுவை பூர்த்தி செய்வதை உறுதி செய்தல்."
  },
  {
    "Id": 6,
    "ServiceName": "Service6",
    "EnglishTitle": "Quality Inspection",
    "SinhalaTitle": "තත්ත්ව පරීක්ෂාව",
    "TamilTitle": "தர ஆய்வு",
    "EnglishDesc": "Comprehensive inspection and quality assurance for all installations, guaranteeing safety, performance, and reliability.",
    "SinhalaDesc": "සියලුම ස්ථාපනයන් සඳහා පුළුල් පරීක්ෂාවක් සහ තත්ත්ව සහතිකයක්, ආරක්ෂාව, කාර්ය සාධනය සහ විශ්වසනීයත්වය සහතික කරයි.",
    "TamilDesc": "அனைத்து நிறுவல்களுக்கும் விரிவான ஆய்வு மற்றும் தர உத்தரவாதம், பாதுகாப்பு, செயல்திறன் மற்றும் நம்பகத்தன்மைக்கு உத்தரவாதம் அளிக்கிறது."
  }
]

 